{
  "About": {
    "heading": "About Me",
    "intro": "I am a German-speaking Frontend Developer based in Delitzsch, Germany. Driven by the nearly limitless possibilities that the IT world offers.",
    "sections": [
      {
        "image": "../../../assets/img/lamp.png",
        "text": "I have a strong passion for learning new technologies and thrive on tackling challenges with creative solutions. With a keen eye for detail and a commitment to delivering high-quality work, I continuously seek opportunities to expand my skill set and contribute effectively to projects."
      },
      {
        "image": "../../../assets/img/puzzle.png",
        "text": "In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life."
      }
    ],
    "images": {
      "backgroundShadow": "../../../assets/img/shadow-Group 2.png",
      "profilePicture": "../../../assets/img/IMG_3440-removebg-preview.png",
      "backgroundLarge": "../../../assets/img/bg-big.png"
    }
  },
  "Contact": {
    "heading": "Contact",
    "intro": "Got a problem to solve?",
    "description": "Contact me through this form. I look forward to hearing from you, knowing your ideas, and contributing to your projects with my work. Got a problem to solve? Get in touch!",
    "form": {
      "namePlaceholder": "Enter your name",
      "emailPlaceholder": "Enter your email address",
      "messagePlaceholder": "Enter your message",
      "privacyPolicy": "I have read the privacy policy and agree to the processing of my data.",
      "submitButton": "Send Message"
    },
    "images": {
      "backgroundShadow": "../../../assets/img/orange-shadow2.png"
    }
  },
  "Portfolio": {
    "heading": "Portfolio",
    "intro": "Explore a selection of my work here - interact with projects to see my skills in action.",
    "projects": [
      {
        "name": "Join",
        "image": "../../../assets/img/join.png",
        "skills": ["HTML", "CSS", "Firebase"],
        "description": "Task manager inspired by the Kanban System. Create and organize tasks using drag-and-drop functions, assign users and categories.",
        "links": {
          "liveTest": "#",
          "github": "#"
        }
      },
      {
        "name": "El Pollo Loco",
        "image": "../../../assets/img/polloloco.png",
        "skills": ["HTML", "CSS", "JavaScript"],
        "description": "El Pollo Loco is a game where a Mexican makes his way through a scorching desert, collecting bottles and bravely fighting off chickens. Built with JavaScript, HTML, and CSS.",
        "links": {
          "liveTest": "#",
          "github": "#"
        }
      }
    ]
  }
}
